Repository: Inazumimakoto/lifelog
Catalog: lifelog/Localizable.xcstrings
Source language: ja
Languages: en, ko, zh_hans, zh_hant

source: 今年の平均達成率： %lld%%
en: This year's average achievement rate: %lld%%
ko: 올해의 평균 달성률: %lld%%
zh_hans: 今年平均达标率：%lld%%
zh_hant: 今年平均達標率：%lld%%

source: 今年の習慣の積み上げ
en: Accumulation of this year's habits
ko: 올해 습관 쌓기
zh_hans: 今年习惯的积累
zh_hant: 今年習慣的積累

source: 今後のタスク
en: Future tasks
ko: 향후 작업
zh_hans: 未来的任务
zh_hant: 未來的任務

source: 今後の予定
en: Future plans
ko: 향후 예정
zh_hans: 未来计划
zh_hant: 未來計劃

source: 今日
en: today
ko: 오늘
zh_hans: 今天
zh_hant: 今天

source: 今日から始めよう
en: Let's start today
ko: 오늘부터 시작하자
zh_hans: 让我们从今天开始吧
zh_hant: 讓我們從今天開始吧

source: 今日のあなたから
en: From you today
ko: 오늘 너에게서
zh_hans: 今天从你那里
zh_hant: 今天從你那裡

source: 今日のタスク
en: Today's Tasks
ko: 오늘의 작업
zh_hans: 今天的任务
zh_hant: 今天的任務

source: 今日のタスクはありません
en: No tasks today
ko: 오늘 작업이 없습니다
zh_hans: 今天没有任务
zh_hant: 今天沒有任務

source: 今日の予定
en: Today's schedule
ko: 오늘의 예정
zh_hans: 今天的日程
zh_hant: 今天的日程

source: 今日の予定・タスク
en: Today's schedule/tasks
ko: 오늘의 예정・작업
zh_hans: 今天的日程/任务
zh_hant: 今天的日程/任務

source: 今日の予定・タスク通知
en: Today's Events and Tasks
ko: 오늘의 예정・태스크 통지
zh_hans: 今天的日程/任务通知
zh_hant: 今天的日程/任務通知

source: 今日の出来事を振り返ってみませんか？
en: Would you like to look back on today's events?
ko: 오늘의 사건을 되돌아 보지 않겠습니까?
zh_hans: 您想回顾一下今天的事件吗？
zh_hant: 您想回顧一下今天的事件嗎？

source: 今日の天気
en: Today's weather
ko: 오늘의 날씨
zh_hans: 今天的天气
zh_hant: 今天的天氣

source: 今日の概要
en: Today's overview
ko: 오늘의 개요
zh_hans: 今天的概述
zh_hant: 今天的概述

source: 今日は記念日です
en: Today is the anniversary
ko: 오늘은 기념일입니다
zh_hans: 今天是周年纪念日
zh_hant: 今天是周年紀念日

source: 今日へ
en: To today
ko: 오늘로
zh_hans: 到今天
zh_hant: 到今天

source: 今日届いた手紙
en: A letter arrived today
ko: 오늘 도착한 편지
zh_hans: 今天收到一封信
zh_hant: 今天收到一封信

source: 今月
en: this month
ko: 이달
zh_hans: 本月
zh_hant: 本月

source: 今月の平均達成率： %lld%%
en: Average achievement rate for this month: %lld%%
ko: 이번 달 평균 달성률: %lld%%
zh_hans: 本月平均达成率：%lld%%
zh_hant: 本月平均達成率：%lld%%

source: 今週
en: this week
ko: 이번 주
zh_hans: 本星期
zh_hant: 本星期

source: 仕事
en: work
ko: 작업
zh_hans: 工作
zh_hant: 工作

source: 仕様確認ミーティング
en: Specification confirmation meeting
ko: 사양 확인 미팅
zh_hans: 规格确认会
zh_hant: 規格確認會

source: 休暇
en: vacation
ko: 휴가
zh_hans: 假期
zh_hant: 假期

source: 会社
en: company
ko: 회사
zh_hans: 公司
zh_hant: 公司

source: 位置情報を取得できませんでした
en: Could not obtain location information
ko: 위치 정보를 가져오지 못했습니다.
zh_hans: 无法获取位置信息
zh_hant: 無法取得位置資訊

source: 位置情報を許可してください
en: Please allow location information
ko: 위치 정보를 허용하세요.
zh_hans: 请允许位置信息
zh_hant: 請允許位置資訊

source: 位置情報を許可する
en: Allow location information
ko: 위치 정보 허용
zh_hans: 允许位置信息
zh_hant: 允許位置資訊

source: 低
en: Low
ko: 낮은

source: 住所
en: address
ko: 주소
zh_hans: 地址
zh_hant: 地址

source: 体調
en: physical condition
ko: 컨디션
zh_hans: 身体状况
zh_hant: 身體狀況

source: 体調 %@
en: physical condition %@
ko: 컨디션 %@
zh_hans: 身体状况%@
zh_hant: 身體狀況%@

source: 体調 %lld
en: Physical condition %lld
ko: 컨디션 %lld
zh_hans: 身体状况 %lld
zh_hant: 身體狀況 %lld

source: 何日前
en: how many days ago
ko: 며칠 전
zh_hans: 多少天前
zh_hant: 多少天前

source: 使い方
en: Help
ko: 사용법
zh_hans: 如何使用
zh_hant: 如何使用

source: 保存
en: keep
ko: 저장
zh_hans: 保持
zh_hant: 保持

source: 保存データの読み込みに失敗したため、新しいデータベースで起動しました。以前のデータファイルは端末内に退避されています。お問い合わせいただければ復旧を試みられる場合があります。
en: Failed to load saved data, started with new database. Previous data files are saved on the device. If you contact us, we may be able to attempt recovery.
ko: 저장된 데이터를 로드하지 못했기 때문에 새 데이터베이스에서 시작되었습니다. 이전 데이터 파일은 터미널에 저장됩니다. 문의해 주시면 복구를 시도할 수 있습니다.
zh_hans: 无法加载保存的数据，从新数据库开始。以前的数据文件保存在设备上。如果您联系我们，我们也许能够尝试恢复。
zh_hant: 無法載入已儲存的數據，從新資料庫開始。以前的資料檔案保存在裝置上。如果您聯絡我們，我們也許能夠嘗試恢復。

source: 個人
en: personal
ko: 개인의
zh_hans: 个人

source: 候補リスト
en: Candidate list
ko: 후보 목록
zh_hans: 候选人名单
zh_hant: 候選人名單

source: 健太
en: Kenta
ko: 켄타

source: 健康
en: healthy
ko: 건강한

source: 健康状態の推移
en: Changes in health status
ko: 건강 상태의 변화
zh_hans: 健康状况的变化
zh_hant: 健康狀況的變化

source: 優しく肯定し、小さな頑張りを褒めてくれます。
en: He kindly affirms me and praises my small efforts.
ko: 부드럽게 긍정하고 작은 노력을 칭찬해줍니다.
zh_hans: 他善意地肯定我并赞扬我的微小努力。
zh_hant: 他善意地肯定我並讚揚我的微小努力。

source: 優先度
en: priority
ko: 우선 사항
zh_hans: 优先度

source: 優先度ごとの通知設定
en: Priority Notification Settings
ko: 우선순위별 알림 설정
zh_hans: 按优先级设置通知
zh_hant: 按優先權設定通知

source: 充実
en: fulfillment
ko: 충실
zh_hans: 履行
zh_hant: 執行

source: 先週%@比
en: Last week%@ratio
ko: 지난주 %@ 대비
zh_hans: 上周%@ratio
zh_hant: 上週%@ratio

source: 全%lld日
en: Full %lld day
ko: 전체 %lld일

source: 全てを表示
en: Show All
ko: 모두 보기
zh_hans: 查看全部
zh_hant: 查看全部

source: 全画面
en: full screen
ko: 전체 화면
zh_hant: 全畫面

source: 公園
en: garden
ko: 정원
zh_hans: 公园

source: 内容はE2EE暗号化で開発者にも読めません
en: The content is E2EE encrypted and cannot be read by developers.
ko: 내용은 E2EE 암호화로 개발자에게도 읽을 수 없습니다.
zh_hans: 内容经过E2EE加密，开发者无法读取。
zh_hant: 內容經過E2EE加密，開發者無法讀取。

source: 再度サインインすればデータは復元されます。 家族など共有の端末では「暗号鍵も削除」を選ぶと、この端末に手紙の暗号鍵が残りません。ただし削除はiCloudキーチェーン経由で自分の他のデバイスにも反映され、未開封の手紙が読めなくなる可能性があります。
en: Your data will be restored by signing in again. If you select ``Delete encryption key'' on a shared device such as a family member, the encryption key for the letter will not remain on this device. However, the deletion will be reflected on your other devices via iCloud Keychain, and you may no longer be able to read unopened letters.
ko: 다시 로그인하면 데이터가 복원됩니다. 가족 등 공유의 단말에서는 「암호 키도 삭제」를 선택하면, 이 단말에 편지의 암호 키가 남지 않습니다. 하지만 삭제는 iCloud 키체인을 통해 다른 기기에도 반영되어 미개봉 편지를 읽을 수 없게 됩니다.
zh_hans: 再次登录即可恢复您的数据。 如果您在家庭成员等共享设备上选择“删除加密密钥”，则信件的加密密钥将不会保留在此设备上。但是，删除操作将通过 iCloud 钥匙串反映在您的其他设备上，并且您可能无法再阅读未打开的信件。
zh_hant: 再次登入即可恢復您的資料。 如果您在家庭成員等共用裝置上選擇“刪除加密金鑰”，則信件的加密金鑰將不會保留在此裝置上。但是，刪除操作將透過 iCloud 鑰匙圈反映在您的其他裝置上，您可能無法再閱讀未開啟的信件。

source: 再生して確認
en: Play and check
ko: 재생하고 확인
zh_hans: 播放并检查
zh_hant: 播放並檢查

source: 再生バーあり
en: With play bar
ko: 재생 바 있음
zh_hans: 带游戏栏
zh_hant: 附遊戲欄

source: 再読み込み
en: reload
ko: 재로드
zh_hans: 重新加载
zh_hant: 重新載入

source: 写真
en: photograph
ko: 사진
zh_hans: 照片
zh_hant: 照片

source: 写真 %lld
en: Photo %lld
ko: 사진 %lld
zh_hans: 照片 %lld
zh_hant: 照片 %lld

source: 写真がありません
en: There are no photos
ko: 사진 없음
zh_hans: 没有照片
zh_hant: 沒有照片

source: 写真なし
en: No photo
ko: 사진 없음
zh_hans: 没有照片
zh_hant: 沒有照片

source: 写真のアップロードに失敗しました
en: Failed to upload photo
ko: 사진 업로드에 실패했습니다.
zh_hans: 上传照片失败
zh_hant: 上傳照片失敗

source: 写真のダウンロードに失敗しました
en: Failed to download photo
ko: 사진 다운로드에 실패했습니다.
zh_hans: 照片下载失败
zh_hant: 照片下載失敗

source: 写真の星マークをタップでお気に入りに
en: Tap the star mark on the photo to favorite it
ko: 사진의 별표를 탭하여 즐겨 찾기로
zh_hans: 点击照片上的星标即可收藏它
zh_hant: 點擊照片上的星標即可收藏它

# 写真は最大%lld枚まで追加できます。⭐️で「今日の一枚」をえらびましょう。現在 %lld/%lld 枚。
source: 写真は最大%1$lld枚まで追加できます。⭐️で「今日の一枚」をえらびましょう。現在 %2$lld/%3$lld 枚。
en: You can add up to %1$lld photos. Use ⭐️ to select "Today's photo". Currently %2$lld/%3$lld pieces.
ko: 사진은 최대 %1$lld장까지 추가할 수 있습니다. ⭐️에서 '오늘의 한 장'을 새겨 봅시다. 현재 %2$lld/%3$lld 장.
zh_hans: 您最多可以添加 %1$lld 照片。使用⭐️选择“今天的照片”。目前%2$lld/%3$lld件。
zh_hant: 您最多可以新增 %1$lld 照片。使用⭐️選擇“今天的照片”。目前%2$lld/%3$lld件。

source: 写真をJPEG圧縮して容量を削減します（解像度は変わりません）
en: JPEG compress photos to reduce space (resolution remains the same)
ko: 사진을 JPEG 압축하여 용량을 줄입니다 (해상도는 변경되지 않음)
zh_hans: JPEG 压缩照片以减少空间（分辨率保持不变）
zh_hant: JPEG 壓縮照片以減少空間（解析度保持不變）

source: 写真を最適化中...
en: Optimizing photos...
ko: 사진 최적화 중...
zh_hans: 正在优化照片...
zh_hant: 正在優化照片...

source: 写真を紐付け
en: link photos
ko: 사진 연결
zh_hans: 链接照片
zh_hant: 連結照片

source: 写真を読み込めません
en: Unable to load photo
ko: 사진을 로드할 수 없습니다.
zh_hans: 无法加载照片
zh_hant: 無法載入照片

source: 写真を追加（最大10枚）
en: Add photos (up to 10)
ko: 사진 추가(최대 10장)
zh_hans: 添加照片（最多 10 张）
zh_hant: 新增照片（最多 10 張）

source: 写真を追加（最大5枚）
en: Add photos (up to 5)
ko: 사진 추가(최대 5장)
zh_hans: 添加照片（最多 5 张）
zh_hant: 新增照片（最多 5 張）

source: 写真上限を解放（プレミアム）
en: Unlock photo limits (Premium)
ko: 사진 상한을 해방(프리미엄)
zh_hans: 解锁照片限制（高级）
zh_hant: 解鎖照片限制（進階）

source: 写真整理
en: photo organization
ko: 사진 정리
zh_hans: 照片组织
zh_hant: 照片組織

source: 出張（大阪）
en: Business trip (Osaka)
ko: 출장(오사카)
zh_hans: 商务旅行（大阪）
zh_hant: 商務旅行（大阪）

source: 分析期間
en: Analysis period
ko: 분석 기간
zh_hans: 分析期

source: 初期タグを追加
en: Add initial tag
ko: 초기 태그 추가
zh_hans: 添加初始标签
zh_hant: 新增初始標籤

source: 初期設定
en: Initial settings
ko: 초기 설정
zh_hans: 初始设置
zh_hant: 初始設定

source: 到着
en: arrival
ko: 도착
zh_hans: 到达
zh_hant: 到達

source: 削除
en: delete
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

source: 削除した手紙は復元できません。
en: Deleted letters cannot be restored.
ko: 삭제한 편지는 복원할 수 없습니다.
zh_hans: 已删除的信件无法恢复。
zh_hant: 已刪除的信件無法恢復。

source: 励まし多め、改善点はやさしく
en: Lots of encouragement, easy improvement points
ko: 격려하고, 개선점은 부드럽게
zh_hans: 多多鼓励，轻松改进点
zh_hant: 多多鼓勵，輕鬆改進點

source: 勉強
en: study
ko: 공부
zh_hans: 学习
zh_hant: 學習

source: 友人
en: friend
ko: 친구
zh_hans: 朋友
zh_hant: 朋友

source: 友達
en: friend
ko: 친구
zh_hans: 朋友
zh_hant: 朋友

source: 友達からの招待
en: invitation from a friend
ko: 친구의 초대
zh_hans: 来自朋友的邀请
zh_hant: 來自朋友的邀請

source: 友達がいません
en: I have no friends
ko: 친구 없음
zh_hans: 我没有朋友
zh_hant: 我沒有朋友

source: 友達と手紙を送り合おう
en: Send letters to friends
ko: 친구와 편지를 보내자.
zh_hans: 给朋友写信
zh_hant: 寫信給朋友

source: 友達に表示される名前とアイコンを設定してください
en: Set the name and icon that your friends will see
ko: 친구에게 표시되는 이름과 아이콘을 설정하세요.
zh_hans: 设置您的朋友将看到的名称和图标
zh_hant: 設定您的朋友將看到的名稱和圖標

source: 友達に追加する
en: add to friends
ko: 친구에 추가
zh_hans: 添加为好友
zh_hant: 新增為好友

source: 友達を削除
en: remove friend
ko: 친구 삭제
zh_hans: 删除好友
zh_hant: 刪除好友

source: 友達を招待
en: invite friends
ko: 친구 초대
zh_hans: 邀请朋友
zh_hant: 邀請朋友

source: 友達を追加
en: add friend
ko: 친구 추가
zh_hans: 添加好友
zh_hant: 新增好友

source: 友達を追加しました！
en: Added a friend!
ko: 친구를 추가했습니다!
zh_hans: 添加了好友！
zh_hant: 新增了好友！

source: 友達リクエスト
en: friend request
ko: 친구 요청
zh_hans: 好友请求
zh_hant: 好友請求

source: 友達リクエストはありません
en: No friend requests
ko: 친구 요청 없음
zh_hans: 没有好友请求
zh_hant: 沒有好友請求

source: 友達追加に失敗しました。しばらくしてからもう一度お試しください
en: Failed to add friend. Please try again later
ko: 친구 추가에 실패했습니다. 잠시 후 다시 시도해 주세요.
zh_hans: 添加好友失败。请稍后重试
zh_hant: 新增好友失敗。請稍後重試

source: 受信した手紙
en: letter received
ko: 받은 편지
zh_hans: 收到信
zh_hant: 收到信

source: 右上の＋ボタンから自由に追加してください。
en: Please feel free to add from the + button on the top right.
ko: 오른쪽 상단의 + 버튼에서 자유롭게 추가하십시오.
zh_hans: 请随时通过右上角的+按钮添加。
zh_hant: 請隨時透過右上角的+按鈕新增。

source: 右下の再生ボタンを押して、ロック画面が変わることを確認します。確認できたら下の「自動更新を設定」へ進んでください。
en: Press the play button at the bottom right to see the lock screen change. Once confirmed, please proceed to "Set up automatic updates" below.
ko: 오른쪽 하단의 재생 버튼을 눌러 잠금 화면이 변경되었는지 확인합니다. 확인이 끝나면 아래의 "자동 업데이트 설정"으로 진행하십시오.
zh_hans: 按右下角的播放按钮即可看到锁定屏幕的变化。确认后，请继续下面的“设置自动更新”。
zh_hant: 按下右下角的播放按鈕即可看到鎖定畫面的變化。確認後，請繼續下面的「設定自動更新」。

source: 右側の「>」を押して、壁紙設定アクションの詳細を開きます。
en: Press “>” on the right side to open the details of the wallpaper setting action.
ko: 오른쪽의 '>'를 눌러 배경화면 설정 작업 세부정보를 엽니다.
zh_hans: 按右侧“>”可打开壁纸设置操作的详细信息。
zh_hant: 按右側“>”可開啟壁紙設定操作的詳細資訊。

source: 右端が今日。タップした日付は下の履歴で確認・更新できます。
en: The far right is today. You can check and update the tapped date in the history below.
ko: 오른쪽 끝이 오늘. 탭한 날짜는 아래의 이력으로 확인·갱신할 수 있습니다.
zh_hans: 最右边的是今天。您可以在下面的历史记录中检查和更新点击的日期。
zh_hant: 最右邊的是今天。您可以在下面的歷史記錄中檢查和更新點擊的日期。

source: 各画面で表示される「💡ヒント」を再度表示します
en: Display the "💡Hint" displayed on each screen again.
ko: 각 화면에 표시되는 '💡 팁'을 다시 표시합니다.
zh_hans: 再次显示各画面上显示的“💡提示”。
zh_hant: 再次顯示各畫面上顯示的「💡提示」。

source: 同じApple IDで購入済みの場合に利用してください。
en: Please use this if you have already purchased with the same Apple ID.
ko: 동일한 Apple ID로 구입한 경우 사용하십시오.
zh_hans: 如果您已使用同一 Apple ID 购买，请使用此功能。
zh_hant: 如果您已使用相同 Apple ID 購買，請使用此功能。

source: 同じ名前のタグが既にあります。
en: A tag with the same name already exists.
ko: 같은 이름의 태그가 이미 있습니다.
zh_hans: 已存在同名标签。
zh_hant: 已存在同名標籤。

source: 同意して続ける
en: Agree and continue
ko: 동의하고 계속
zh_hans: 同意并继续
zh_hant: 同意並繼續

source: 名前をつけて追加
en: Add as
ko: 다른 이름으로 추가
zh_hans: 添加为
zh_hant: 添加為

source: 名称不明
en: Unknown name
ko: 알 수 없는 이름
zh_hant: 名稱不明

source: 含めるデータ
en: Data to include
ko: 포함할 데이터
zh_hans: 要包含的数据
zh_hant: 要包含的數據

source: 周辺のスポット
en: Nearby spots
ko: 주변 명소
zh_hans: 附近景点
zh_hant: 附近景點

source: 喫茶
en: cafe
ko: 카페
zh_hans: 咖啡店
zh_hant: 咖啡店

source: 回答
en: answer
ko: 답변

source: 固定
en: fixed
ko: 결정된

source: 土
en: soil
ko: 흙
zh_hans: 土壤
zh_hant: 土壤

source: 在宅で集中できた。コードレビューも褒められた。
en: I was able to concentrate at home. Code reviews were also praised.
ko: 집에서 집중할 수 있었다. 코드 리뷰도 칭찬받았다.
zh_hans: 我能够在家里集中注意力。代码审查也受到赞扬。
zh_hant: 我能夠在家裡集中註意力。代碼審查也受到讚揚。

source: 地名や施設を検索
en: Search for place names and facilities
ko: 지명과 시설 찾기
zh_hans: 搜索地名和设施
zh_hant: 搜尋地名和設施

source: 地図
en: map
ko: 지도
zh_hans: 地图
zh_hant: 地圖

source: 地図を全画面表示
en: Display map full screen
ko: 지도 전체 화면 표시
zh_hans: 全屏显示地图
zh_hant: 全螢幕顯示地圖

source: 地図タグ絞り込み
en: Map tag filter
ko: 지도 태그 필터링
zh_hans: 地图标签过滤器
zh_hant: 地圖標籤過濾器

source: 地図🔒
en: Map 🔒
ko: 지도🔒
zh_hans: 地图🔒
zh_hant: 地圖🔒

source: 基本情報
en: Basic information
ko: 기본정보
zh_hans: 基本情报

source: 場所
en: place
ko: 위치
zh_hans: 地方
zh_hant: 地方

source: 場所がありません
en: There is no place
ko: 장소 없음
zh_hans: 没有地方
zh_hant: 沒有地方

source: 場所を検索
en: search location
ko: 위치 찾기
zh_hans: 搜索位置
zh_hant: 搜尋位置

source: 場所を紐付け
en: link the location
ko: 장소 연결
zh_hans: 链接位置
zh_hant: 連結位置

source: 場所を追加
en: add location
ko: 위치 추가
zh_hans: 添加位置
zh_hant: 新增位置

source: 場所を選ぶ
en: choose a location
ko: 장소 선택
zh_hans: 选择一个位置
zh_hant: 選擇一個位置

source: 場所保存
en: save location
ko: 위치 저장
zh_hans: 保存位置
zh_hant: 儲存位置

source: 場所名
en: place name
ko: 장소명
zh_hans: 地名
zh_hant: 地名

source: 場所名を入力
en: Enter location name
ko: 위치 이름 입력
zh_hans: 输入地点名称
zh_hant: 輸入地點名稱

source: 場所名を設定
en: Set location name
ko: 위치 이름 설정
zh_hans: 设置位置名称
zh_hant: 設定位置名稱

source: 壁紙を設定を追加
en: Add set wallpaper
ko: 배경화면 설정 추가
zh_hans: 添加设置壁纸
zh_hant: 新增設定壁紙

source: 壁紙カレンダーを作成しました。
en: I created a wallpaper calendar.
ko: 배경화면 캘린더를 만들었습니다.
zh_hans: 我创建了一个壁纸日历。
zh_hant: 我創建了一個壁紙日曆。

source: 壁紙カレンダーを更新
en: Update wallpaper calendar
ko: 배경화면 캘린더 업데이트
zh_hans: 更新壁纸日历
zh_hant: 更新壁紙日曆

source: 壁紙カレンダー画像を作成できませんでした。
en: The wallpaper calendar image could not be created.
ko: 배경화면 캘린더 이미지를 만들 수 없습니다.
zh_hans: 无法创建壁纸日历图像。
zh_hant: 無法建立壁紙日曆圖像。

source: 壁紙カレンダー画像を書き出せませんでした。
en: The wallpaper calendar image could not be exported.
ko: 배경화면 캘린더 이미지를 내보낼 수 없습니다.
zh_hans: 壁纸日历图像无法导出。
zh_hant: 壁紙日曆圖像無法匯出。

source: 壁紙画像を変更
en: Change wallpaper image
ko: 배경화면 이미지 변경
zh_hans: 更改壁纸图像
zh_hant: 更改壁紙圖像

source: 壁紙画像を選ぶ
en: Choose a wallpaper image
ko: 배경화면 이미지 선택
zh_hans: 选择壁纸图片
zh_hant: 選擇壁紙圖片

source: 外部
en: external
ko: 외부

source: 外部リンク
en: External link
ko: 외부 링크
zh_hans: 外部链接
zh_hant: 外部連結

source: 多
en: many
ko: 많은

source: 大切な人からの手紙を待ちましょう
en: Wait for a letter from your loved one
ko: 소중한 사람의 편지를 기다리자
zh_hans: 等待您所爱之人的来信
zh_hant: 等待您所愛之人的來信

source: 大切な人に手紙を送る
en: send a letter to someone important
ko: 소중한 사람에게 편지 보내기
zh_hans: 给重要的人写信
zh_hant: 寫信

source: 大切な人へのメッセージとして送信されます
en: Sent as a message to a loved one
ko: 소중한 사람에게 메시지로 전송됩니다.
zh_hans: 作为消息发送给亲人
zh_hant: 作為訊息發送給親人

source: 大切な人へのメッセージを書きましょう
en: Write a message to your loved ones
ko: 소중한 사람에게 메시지를 쓰자.
zh_hans: 写一封信给你所爱的人
zh_hant: 寫一封信給你所愛的人

source: 大切な人への手紙
en: Letters to Loved Ones
ko: 소중한 사람에게 보내는 편지
zh_hans: 写给亲人的信
zh_hant: 寫給親人的信

source: 大切な人への手紙を始めましょう
en: Start writing a letter to your loved one
ko: 소중한 사람에게 편지를 시작합시다.
zh_hans: 开始给你所爱的人写一封信
zh_hant: 開始寫一封信

source: 大量データの分析向き
en: Suitable for analyzing large amounts of data
ko: 대량 데이터 분석 방향
zh_hans: 适合分析大量数据
zh_hant: 適合分析大量數據

source: 大雨
en: heavy rain
ko: 폭우

source: 大雪
en: heavy snow
ko: 폭설

source: 天気、予定、習慣、タスクを一覧で確認できます
en: You can check the weather, schedule, habits, and tasks in a list
ko: 날씨, 일정, 습관, 작업을 목록에서 확인할 수 있습니다.
zh_hans: 您可以在列表中查看天气、日程、习惯和任务
zh_hant: 您可以在清單中查看天氣、日程、習慣和任務

source: 天気情報を取得できませんでした
en: Could not get weather information
ko: 날씨 정보를 얻을 수 없습니다.
zh_hans: 无法获取天气信息
zh_hant: 無法取得天氣資訊

source: 太郎
en: Taro
ko: 타로
zh_hans: 芋头
zh_hant: 芋頭

source: 始める
en: start
ko: 시작하다
zh_hans: 开始
zh_hant: 開始

source: 嫌がらせ・誹謗中傷
en: Harassment/slander
ko: 괴롭힘 · 비방 중상
zh_hans: 骚扰/诽谤
zh_hant: 騷擾/誹謗

source: 嬉しい
en: happy
ko: 즐거운
zh_hans: 快乐的
zh_hant: 快樂的

source: 学校
en: School
ko: 학교
zh_hant: 學校

source: 学習
en: study
ko: 학습
zh_hans: 学习
zh_hant: 學習

source: 学習・作業
en: learning/work
ko: 학습·작업
zh_hans: 学习/工作
zh_hant: 學習/工作

source: 完了
en: completion
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: 完了した習慣をもう一度タップで取り消せます
en: You can cancel a completed habit by tapping it again.
ko: 완료된 습관을 다시 탭하여 취소할 수 있습니다.
zh_hans: 您可以通过再次点击已完成的习惯来取消它。
zh_hant: 您可以再次點擊已完成的習慣來取消它。

source: 完了を取り消し
en: Undo completion
ko: 완료 취소
zh_hans: 撤消完成
zh_hant: 撤銷完成

source: 完了済み
en: Completed
ko: 완료됨
zh_hans: 完全的
zh_hant: 完全的

source: 完成を確認
en: Confirm completion
ko: 완성 확인
zh_hans: 确认完成
zh_hant: 確認完成

source: 宛先: %@ %@
en: Destination:%@%@
ko: 받는-사람:%@%@
zh_hans: 目的地：%@%@
zh_hant: 目的地：%@%@

source: 宛先を選択
en: Select destination
ko: 목적지 선택
zh_hans: 选择目的地
zh_hant: 選擇目的地

source: 実家へ帰省
en: Return to home
ko: 친가에 귀성
zh_hans: 返回家中
zh_hant: 返回家中

source: 実機ではAppleフィットネスのリング情報と同期できます。
en: On the actual device, you can synchronize with Apple Fitness ring information.
ko: 실제 기기에서는 Apple 피트니스의 링 정보와 동기화할 수 있습니다.
zh_hans: 在实际设备上，您可以与Apple健身环信息同步。
zh_hant: 在實際裝置上，您可以與Apple健身環資訊同步。

source: 実行時に表示をオフ
en: Turn off display at runtime
ko: 런타임에 디스플레이 끄기
zh_hans: 运行时关闭显示
zh_hant: 運行時關閉顯示

source: 家族
en: family
ko: 가족
zh_hans: 家庭
zh_hant: 家庭

source: 対象のタグが見つかりませんでした。
en: The target tag was not found.
ko: 대상 태그를 찾을 수 없습니다.
zh_hans: 未找到目标标签。
zh_hant: 未找到目標標籤。

source: 対象データ: %lld日分
en: Target data: %lld days
ko: 대상 데이터: %lld 일분
zh_hans: 目标数据：%lld 天
zh_hant: 目標資料：%lld 天

source: 封印する
en: seal
ko: 봉인하다
zh_hans: 海豹
zh_hant: 海豹

source: 少
en: few
ko: 약간의

source: 届いた手紙をスワイプで開封できます
en: You can open the received letter with a swipe.
ko: 도착한 편지를 스 와이프로 열 수 있습니다.
zh_hans: 您可以通过滑动打开收到的信件。
zh_hant: 您可以透過滑動打開收到的信件。

source: 届いた手紙を見る
en: See the letter you received
ko: 받은 편지 보기
zh_hans: 查看您收到的信函
zh_hant: 查看您收到的信函

source: 届くまで編集・削除ができません。
en: You cannot edit or delete it until it arrives.
ko: 도착할 때까지 편집·삭제를 할 수 없습니다.
zh_hans: 在它到达之前，您无法对其进行编辑或删除。
zh_hant: 在它到達之前，您無法對其進行編輯或刪除。

source: 届く日を指定、またはランダムに設定
en: Specify the delivery date or set it randomly
ko: 도착일을 지정하거나 임의로 설정
zh_hans: 指定交货日期或随机设定
zh_hant: 指定交貨日期或隨機設定

source: 左右スワイプで前後の日記に移動
en: Swipe left or right to move to previous or next diary
ko: 좌우 스와이프로 전후의 일기로 이동
zh_hans: 向左或向右滑动即可移至上一个或下一个日记
zh_hant: 向左或向右滑動即可移至上一個或下一個日記

source: 差出
en: Submit
ko: 보내기
zh_hans: 提交
zh_hant: 提交

source: 平均
en: average
ko: 평균

source: 平日
en: weekdays
ko: 평일
zh_hans: 工作日
zh_hant: 工作日

source: 強風
en: strong wind
ko: 강풍
zh_hans: 大风
zh_hant: 大風

source: 当日
en: On the day
ko: 당일
zh_hans: 当天
zh_hant: 當天

source: 当日や前日に通知を受け取れます
en: Receive notifications on the same day or the day before
ko: 당일이나 전날에 통지를 받을 수 있습니다
zh_hans: 当日或前一天收到通知
zh_hant: 當天或前一天收到通知

source: 復元できる購入が見つかりませんでした。
en: No purchases found that can be restored.
ko: 복원할 수 있는 구매를 찾을 수 없습니다.
zh_hans: 未发现可以恢复的购买。
zh_hant: 未發現可以恢復的購買。

source: 復号に失敗しました
en: decryption failed
ko: 해독에 실패했습니다.
zh_hans: 解密失败
zh_hant: 解密失敗

source: 復号中...
en: Decrypting...
ko: 해독 중...
zh_hans: 正在解密...
zh_hant: 正在解密...

source: 思考過程
en: thought process
ko: 사고 과정
zh_hans: 思考过程

source: 悲しい
en: sad
ko: 슬픈
zh_hans: 伤心
zh_hant: 傷心

source: 感じたことを自由に書き留めましょう。
en: Feel free to write down what you feel.
ko: 느낀 것을 자유롭게 적어 봅시다.
zh_hans: 请随意写下您的感受。
zh_hant: 請隨意寫下您的感受。

source: 感情
en: emotion
ko: 감정

source: 感情タグ
en: emotion tag
ko: 감정 태그
zh_hans: 情感标签
zh_hant: 情感標籤

source: 感情タグを管理
en: Manage emotion tags
ko: 감정 태그 관리
zh_hans: 管理情绪标签
zh_hant: 管理情緒標籤

source: 感情パターンや傾向を分析
en: Analyze emotional patterns and trends
ko: 감정 패턴과 추세 분석
zh_hans: 分析情绪模式和趋势
zh_hant: 分析情緒模式和趨勢

source: 感情・自己管理
en: Emotions and self-management
ko: 감정과 자기관리

source: 手動で動作確認できたら、必ず自動更新を設定します。
en: Once you have verified that it works manually, be sure to set up automatic updates.
ko: 수동으로 동작을 확인할 수 있으면, 반드시 자동 갱신을 설정합니다.
zh_hans: 一旦您确认它可以手动运行，请务必设置自动更新。
zh_hant: 一旦您確認它可以手動運行，請務必設定自動更新。

source: 手紙
en: letter
ko: 편지
zh_hans: 信
zh_hant: 信

source: 手紙が届いたときの通知
en: Notification when a letter arrives
ko: 편지가 도착했을 때 알림
zh_hans: 信件到达时的通知
zh_hant: 信件到達時的通知

source: 手紙が届いたら通知でお知らせ
en: Notify me when a letter arrives
ko: 편지가 도착하면 알림으로 알림
zh_hans: 信件到达时通知我
zh_hant: 信件到達時通知我

source: 手紙が見つかりません
en: letter not found
ko: 편지를 찾을 수 없음
zh_hans: 未找到信件
zh_hant: 未找到信件

source: 手紙の保存に失敗しました
en: Failed to save letter
ko: 편지 저장에 실패했습니다.
zh_hans: 保存信件失败
zh_hant: 保存信件失敗

source: 手紙の内容
en: Contents of the letter
ko: 편지 내용
zh_hans: 信函内容
zh_hant: 信函內容

source: 手紙の内容はあなたと相手だけが読めます。 運営を含め、第三者が手紙を読むことは技術的に不可能です。
en: Only you and the other person can read the contents of the letter. It is technically impossible for third parties, including management, to read the letter.
ko: 편지의 내용은 당신과 상대방만 읽을 수 있습니다. 운영을 포함하여 제3자가 편지를 읽는 것은 기술적으로 불가능합니다.
zh_hans: 只有您和其他人可以阅读这封信的内容。 从技术上讲，包括管理层在内的第三方不可能阅读这封信。
zh_hant: 只有您和其他人可以閱讀這封信的內容。 從技術上講，包括管理層在內的第三方不可能閱讀這封信。

source: 手紙の通知
en: Letter Notifications
ko: 편지 알림
zh_hans: 信件通知
zh_hant: 信件通知

source: 手紙はまだ届いていません
en: the letter has not arrived yet
ko: 편지는 아직 도착하지 않았습니다.
zh_hans: 信还没有到达
zh_hant: 信還沒到達

source: 手紙を削除しますか？
en: Do you want to delete the letter?
ko: 편지를 삭제하시겠습니까?
zh_hans: 您想删除这封信吗？
zh_hant: 您想刪除這封信嗎？

source: 手紙を書く
en: write a letter
ko: 편지 쓰기
zh_hans: 写信
zh_hant: 寫信

source: 手紙を書く画面へ
en: Go to the letter writing screen
ko: 편지를 쓰는 화면으로
zh_hans: 转到写信屏幕
zh_hant: 轉到寫信螢幕

source: 手紙を編集
en: edit letter
ko: 편지 편집
zh_hans: 编辑信
zh_hant: 編輯信

source: 手紙を読む
en: read the letter
ko: 편지 읽기
zh_hans: 读信
zh_hant: 讀信

source: 手紙を送りますか？
en: Would you like to send a letter?
ko: 편지를 보내시겠습니까?
zh_hans: 您想寄信吗？
zh_hant: 您想寄信嗎？

source: 手紙を送る
en: send a letter
ko: 편지 보내기
zh_hans: 致函
zh_hant: 致函

source: 手紙機能はプレミアム機能です。
en: The letter feature is a premium feature.
ko: 편지 기능은 프리미엄 기능입니다.
zh_hans: 字母功能是一项高级功能。
zh_hant: 字母功能是一項進階功能。

source: 担当者
en: manager
ko: 담당자
zh_hans: 经理
zh_hant: 主管

source: 招待リンク
en: invitation link
ko: 초대 링크
zh_hans: 邀请链接
zh_hant: 邀請連結

source: 招待リンクが見つかりません
en: Invitation link not found
ko: 초대 링크를 찾을 수 없습니다.
zh_hans: 未找到邀请链接
zh_hant: 未找到邀請鏈接

source: 招待リンクの有効期限が切れています
en: Invitation link has expired
ko: 초대 링크가 만료되었습니다.
zh_hans: 邀请链接已过期
zh_hant: 邀請連結已過期

source: 招待リンクは24時間有効です
en: Invitation link is valid for 24 hours
ko: 초대 링크는 24시간 유효합니다.
zh_hans: 邀请链接24小时内有效
zh_hant: 邀請連結24小時內有效

source: 招待リンクを共有して友達を追加
en: Add friends by sharing the invite link
ko: 초대 링크를 공유하여 친구 추가
zh_hans: 通过分享邀请链接添加好友
zh_hant: 透過分享邀請連結加入好友

source: 招待リンクを生成
en: Generate invitation link
ko: 초대 링크 생성
zh_hans: 生成邀请链接
zh_hant: 產生邀請連結

source: 招待リンクを送って友達を追加しましょう
en: Add friends by sending an invitation link
ko: 초대 링크를 보내 친구를 추가하세요.
zh_hans: 通过发送邀请链接添加好友
zh_hant: 透過發送邀請連結新增好友

source: 招待リンクを送る
en: send invitation link
ko: 초대 링크 보내기
zh_hans: 发送邀请链接
zh_hant: 發送邀請連結

source: 招待リンク受信をテスト
en: Test receiving invitation link
ko: 초대 링크 수신 테스트
zh_hans: 测试接收邀请链接
zh_hant: 測試接收邀請鏈接

source: 指定した日時に届く
en: Delivered on the specified date and time
ko: 지정된 날짜와 시간에 도착
zh_hans: 在指定日期和时间交付
zh_hant: 在指定日期和時間交付

source: 指定した時間帯のどこかの時刻に届きます
en: It will arrive at some time within the specified time zone.
ko: 지정된 시간대의 어딘가의 시간에 도착합니다.
zh_hans: 它将在指定时区内的某个时间到达。
zh_hant: 它將在指定時區內的某個時間到達。

source: 指定した期間内のどこかの日に届きます
en: Delivered on any day within the specified period
ko: 지정된 기간 내에 어딘가에 도착
zh_hans: 指定期限内任意一天发货
zh_hant: 指定期限內任一天出貨

source: 指定時刻に、その日の予定と未完了タスクをまとめて通知します。本文には予定名・タスク名を含みます。
en: At the specified time, you will be notified of the day's schedule and unfinished tasks. The main text includes the schedule name and task name.
ko: 지정된 시간에 하루의 약속과 완료되지 않은 작업을 함께 통보합니다. 본문에는 약속명과 태스크명이 포함됩니다.
zh_hans: 在指定时间，您将收到当天的日程安排和未完成任务的通知。正文包括计划名称和任务名称。
zh_hant: 在指定時間，您將收到當天的日程安排和未完成任務的通知。正文包括計劃名稱和任務名稱。

source: 振り返り
en: Looking back
ko: 되돌아가다
zh_hans: 回顾过去
zh_hant: 回顧過去

source: 振り返りと日記
en: Reflection and diary
ko: 되돌아와 일기
zh_hans: 反思与日记
zh_hant: 反思與日記

source: 振り返りカレンダー
en: retrospective calendar
ko: 되돌아가는 캘린더
zh_hans: 回顾日历
zh_hant: 回顧日曆

source: 振り返りカレンダーの地図表示はプレミアム機能です。
en: Map display of the review calendar is a premium feature.
ko: 되돌아가는 캘린더의 지도 표시는 프리미엄 기능입니다.
zh_hans: 审阅日历的地图显示是一项高级功能。
zh_hant: 審閱日曆的地圖顯示是一項進階功能。

source: 振り返りカレンダーの地図表示を解放
en: Release map display of retrospective calendar
ko: 되돌아가는 캘린더의 지도 표시를 해제
zh_hans: 发布追溯日历地图显示
zh_hant: 發布追溯日曆地圖顯示

source: 振り返り地図
en: retrospective map
ko: 되돌아가는 지도
zh_hans: 回顾图
zh_hant: 回顧圖
